[M_Ep6_RescueRoland MissionDefinition]
MissionName="Trancafiado na Prisão"
MissionDescription="Roland, o chefe do movimento de resistência contra a Hyperion foi raptado pelo clã de bandidos conhecidos como Bloodshots.  Isso é uma péssima notícia.\nLilith pediu para você se infiltrar na [place]Fortaleza Bloodshot[-place] e libertar o Roland.\n"
TurnInDescription="Você resgatou o Roland.  Chegou a hora de voltar para [place]Santuário[-place] e ter aquela típica conversa de: "Obrigado por me resgatar. Agora vamos decidir como dar um tiro na cara do Jack"."
MissionSummary="Vá para a [place]Fortaleza Bloodshot[-place] e resgate o Roland."
MissionGiver="Lilith"
MissionTurnInLocation="Roland"
TeaserText=""

[M_Ep6_RescueRoland:CollectCarParts MissionObjectiveDefinition]
ProgressMessage="Consiga algumas peças de veículos"

[M_Ep6_RescueRoland:CollectCarPartsSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Junte as peças dos veículos dos bandidos."
MissionDescriptionOverride="Roland, o chefe do movimento de resistência contra a Hyperion foi raptado pelo clã de bandidos conhecidos como Bloodshots.  Isso é uma péssima notícia.\nQuer outra má notícia?  Você não poderá entrar na [place]Fortaleza Bloodshot[-place] com o seu veículo atual.  Se o seu carro não estiver coberto de sangue, entranhas e outros ornamentos característicos dos bandidos, os Bloodshots não confundirão você com um dos seus.\nEllie tem um plano muito sagaz: se você conseguir algumas peças dos veículos de bandidos que perambulam por [place]The Dust[-place], ela poderá preparar um veículo que seja parecido com os carros dos bandidos e assim, poderá entrar na prisão e resgatar o Roland. \n"

[M_Ep6_RescueRoland:ConstructorChasePreludeSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Resgate o Roland das mãos dos soldados Hyperion."
MissionDescriptionOverride="Roland, o chefe do movimento de resistência contra a Hyperion foi raptado pelo clã de bandidos conhecidos como Bloodshots.  Isso é uma péssima notícia.\nA [place]Fortaleza Bloodshot[-place] está sendo invadida pelos soldados da Hyperion, que preferem matar os Bloodshots do que pagar pelo resgate.\nA coisa vai de mal a pior.  Lilith pediu pra você ir atrás do Roland e resgatá-lo antes que a Hyperion tire ele das garras dos bandidos."

[M_Ep6_RescueRoland:DamTopIntroductionSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep6_RescueRoland:DefeatGateGuard MissionObjectiveDefinition]
ProgressMessage="Derrota a Malbuche"
Derrote a Malbuche
[M_Ep6_RescueRoland:DefeatGateGuardSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep6_RescueRoland:DestroyAllLoadersSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep6_RescueRoland:DestroyAllLoadersSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep6_RescueRoland:DrawBridgeSurpriseSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep6_RescueRoland:EnterDamSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Resgate Roland das garras dos bandidos Bloodshots."
MissionDescriptionOverride="Roland, o chefe do movimento de resistência contra a Hyperion foi raptado pelo clã de bandidos conhecidos como Bloodshots.  Isso é uma péssima notícia.\nSeu objetivo é muito simples: encontre o Roland e liberte-o.\n"

[M_Ep6_RescueRoland:FendOffLastWave MissionObjectiveDefinition]
ProgressMessage="Destrua os Estivadores"

[M_Ep6_RescueRoland:FendOffLastWave2 MissionObjectiveDefinition]
ProgressMessage="Destrua os Estivadores"

[M_Ep6_RescueRoland:GetAVehicle MissionObjectiveDefinition]
ProgressMessage="Consiga um veículo"

[M_Ep6_RescueRoland:GetAVehicleSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep6_RescueRoland:GetBloodshotKey MissionObjectiveDefinition]
ProgressMessage="Pegue a chave da ponte"

[M_Ep6_RescueRoland:GetToInterludePrisonCampSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Como você não conseguiu resgatar o Roland sobre as [place]Plataformas Bloodshot[-place], você terá que ir até [place]Friendship Gulag Hyperion[-place] em [place]The Dust[-place] para salvá-lo.  O anjo guardião disse pra você se apressar porque a Lilith tem pouquíssima paciência quando o assunto é a segurança do Roland."

[M_Ep6_RescueRoland:GetToThePrisonBot MissionObjectiveDefinition]
ProgressMessage="Vá até o GU4R-D14N"

[M_Ep6_RescueRoland:GetToThePrisonBotSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Roland, o chefe do movimento de resistência contra a Hyperion foi raptado pelo clã de bandidos conhecidos como Bloodshots.  Isso é uma péssima notícia.\nA [place]Fortaleza Bloodshot[-place] está sendo invadida pelos soldados da Hyperion, que preferem matar os Bloodshots do que pagar pelo resgate.\nA coisa vai de mal a pior. Um robô Construtor da Hyperion capturou o Roland e está transportando ele até a parte superior da prisão.  Lilith mandou você destruir aquele robô antes que ele leve o Roland até o ponto de extração. \n"

[M_Ep6_RescueRoland:HelpBuildCar MissionObjectiveDefinition]
ProgressMessage="Instale as modificações"

[M_Ep6_RescueRoland:HelpBuildCarSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep6_RescueRoland:HonkHornAtBloodshotGate1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep6_RescueRoland:HonkHornAtBloodshotGate2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep6_RescueRoland:HonkToEnter MissionObjectiveDefinition]
ProgressMessage="Toque a buzina no portão de entrada"

[M_Ep6_RescueRoland:HonkToEnter2 MissionObjectiveDefinition]
ProgressMessage="Toque a buzina no portão de entrada"

[M_Ep6_RescueRoland:InfilrateBloodshotCamp MissionObjectiveDefinition]
ProgressMessage="Entre no acampamento"

[M_Ep6_RescueRoland:InfiltrateBloodshotCampSet1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep6_RescueRoland:InfiltrateBloodshotCampSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep6_RescueRoland:InfiltrateBloodshotCampSet3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep6_RescueRoland:InfiltrateDam MissionObjectiveDefinition]
ProgressMessage="Infiltre-se na Fortaleza Bloodshot"

[M_Ep6_RescueRoland:InfiltrateHyperionPrisonCamp MissionObjectiveDefinition]
ProgressMessage="Infiltre-se na prisão"

[M_Ep6_RescueRoland:KillConstructor MissionObjectiveDefinition]
ProgressMessage="Destrua o GU4R-D14N"

[M_Ep6_RescueRoland:KillConstructorInterlude MissionObjectiveDefinition]
ProgressMessage="Destrua o GU4R-D14N"

[M_Ep6_RescueRoland:KillPrisonBotInInterludeSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Como você não conseguiu resgatar o Roland sobre as [place]Plataformas Bloodshot[-place], você terá que ir até [place]Friendship Gulag Hyperion[-place] em [place]The Dust[-place] para salvá-lo.  O anjo guardião disse pra você se apressar porque a Lilith tem pouquíssima paciência quando o assunto é a segurança do Roland."

[M_Ep6_RescueRoland:KillPrisonBotOnDamTopSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Roland, o chefe do movimento de resistência contra a Hyperion foi raptado pelo clã de bandidos conhecidos como Bloodshots.  Isso é uma péssima notícia.\nA [place]Fortaleza Bloodshot[-place] está sendo invadida pelos soldados da Hyperion, que preferem matar os Bloodshots do que pagar pelo resgate.\nA coisa vai de mal a pior. Um robô Construtor da Hyperion capturou o Roland e está transportando ele até a parte superior da prisão.  Lilith mandou você destruir aquele robô antes que ele leve o Roland até o ponto de extração. \n"

[M_Ep6_RescueRoland:KissMyAssMomentSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Infiltre-se na [place]Fortaleza Bloodshot[-place] e resgate o Roland.."
MissionDescriptionOverride="Roland, o chefe do movimento de resistência contra a Hyperion foi raptado pelo clã de bandidos conhecidos como Bloodshots.  Isso é uma péssima notícia, porém, graças a Ellie você dispõe de um veículo digno de um psicopata, o qual será facilmente confundido com um dos carros dos Bloodshots.  Agora é só ir até o portão da [place]Fortaleza Bloodshot[-place], dar uma ''buzinadinha'' com o seu veículo de bandido e então, eles deixarão você entrar.\n"

[M_Ep6_RescueRoland:LilithTeleportsPlayerSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep6_RescueRoland:PickUpGateKey MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep6_RescueRoland:RescueRoland MissionObjectiveDefinition]
ProgressMessage="Resgate o Roland"

[M_Ep6_RescueRoland:ReturnToScootie MissionObjectiveDefinition]
ProgressMessage="Vá falar com a Ellie"

[M_Ep6_RescueRoland:ReturnToScootieSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Vá falar com a Ellie."
MissionDescriptionOverride="Roland, o chefe do movimento de resistência contra a Hyperion foi raptado pelo clã de bandidos conhecidos como Bloodshots.  Isso é uma péssima notícia.\nQuer outra má notícia?  Você não poderá entrar na [place]Fortaleza Bloodshot[-place] com o seu veículo atual.  Se o seu carro não estiver coberto de sangue, entranhas e outros ornamentos característicos dos bandidos, os Bloodshots não confundirão você com um dos seus.\nEllie tem um plano muito sagaz: se você conseguir algumas peças dos veículos de bandidos que perambulam por [place]The Dust[-place], ela poderá preparar um veículo que seja parecido com os carros dos bandidos e assim, poderá entrar na prisão e resgatar o Roland. \nVocê já entregou todas as peças para a Ellie. Agora só falta inserir o veículo dos bandidos na base de dados da Estação Veicular.\n"

[M_Ep6_RescueRoland:RolandSurpriseSnatchSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Resgate o Roland das garras dos soldados Hyperion."
MissionDescriptionOverride=""

[M_Ep6_RescueRoland:TalkToEllieSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Encontre-se com a irmã do Scooter para que ela lhe ajude a entrar na [place]Fortaleza Bloodshot[-place]."
MissionDescriptionOverride="Roland, o chefe do movimento de resistência contra a Hyperion foi raptado pelo clã de bandidos conhecidos como Bloodshots.  Isso é uma péssima notícia.\nQuer outra má notícia?  Você não poderá entrar na [place]Fortaleza Bloodshot[-place] com o seu veículo atual.  Se o seu carro não estiver coberto de sangue, entranhas e outros ornamentos característicos dos bandidos, os Bloodshots não confundirão você com um dos seus.\nPara conseguir isso, Scooter sugeriu que você vá falar com sua irmã Ellie, em [place]The Dust[-place].  Só ela poderá criar um acabamento de veículo tão marrento assim.\n"

[M_Ep6_RescueRoland:TalkToEllieTitleCardSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Encontre-se com a irmã do Scooter para que ela lhe ajude a entrar na [place]Fortaleza Bloodshot[-place]."
MissionDescriptionOverride="Roland, o chefe do movimento de resistência contra a Hyperion foi raptado pelo clã de bandidos conhecidos como Bloodshots.  Isso é uma péssima notícia.\nQuer outra má notícia?  Você não poderá entrar na [place]Fortaleza Bloodshot[-place] com o seu veículo atual.  Se o seu carro não estiver coberto de sangue, entranhas e outros ornamentos característicos dos bandidos, os Bloodshots não confundirão você com um dos seus.\nPara conseguir isso, Scooter sugeriu que você vá falar com sua irmã Ellie, em [place]The Dust[-place].  Só ela poderá criar um acabamento de veículo tão marrento assim.\n"

[M_Ep6_RescueRoland:TalktoScootergirl MissionObjectiveDefinition]
ProgressMessage="Fale com a Ellie"

[M_Ep6_RescueRoland:UseBSGateKeyToLowerBridge MissionObjectiveDefinition]
ProgressMessage="Baixe a ponte levadiça"

[M_Ep6_RescueRoland:UseGateKey MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

